Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Pick an emoji
de: Emoji auswählen
es: Elige un emoji
fr: Choisir un emoji
it: Scegli un'emoji
ja: 絵文字を選ぶ
ko: 이모지 선택
pt_br: Escolha um emoji
zh_hans: 选一个表情

source: Pin a location
de: Ort anheften
es: Fijar una ubicación
fr: Épingler un lieu
it: Fissa una posizione
ja: 場所をピン留め
ko: 위치 고정
pt_br: Fixar um local
zh_hans: 标记地点

source: Play video sound
de: Videoton abspielen
es: Reproducir el sonido del vídeo
fr: Lire le son des vidéos
it: Riproduci l'audio del video
ja: 動画の音声を再生
ko: 동영상 소리 재생
pt_br: Reproduzir som do vídeo
zh_hans: 播放视频声音

source: Point at your friend's invite QR
de: Kamera auf den Einladungs-QR-Code deines Kontakts richten
es: Apunta al código QR de invitación de tu amistad
fr: Visez le QR d'invitation de votre ami
it: Inquadra il QR di invito del tuo amico
ja: 友達の招待 QR にカメラを向けてください
ko: 친구의 초대 QR을 비춰 보세요
pt_br: Aponte para o QR de convite do seu amigo
zh_hans: 对准好友的邀请 QR 码

source: Point this circle at a relay you already connected for a different circle.
de: Richte diesen Kreis auf ein Relay, das du bereits für einen anderen Kreis verbunden hast.
es: Apunta este círculo a un relay que ya hayas conectado para otro círculo.
fr: Faites pointer ce cercle vers un relay que vous avez déjà connecté pour un autre cercle.
it: Punta questa cerchia su un relay che hai già collegato per un'altra cerchia.
ja: このサークルを、別のサークルですでに接続した Relay に向けます。
ko: 다른 서클에서 이미 연결한 Relay를 이 서클에도 연결하세요.
pt_br: Aponte este círculo para um Relay que você já conectou em outro círculo.
zh_hans: 让这个圈子连到你已为其他圈子连接过的 Relay。

source: Post
de: Beitrag
es: Publicar
fr: Publier
it: Pubblica
ja: 投稿
ko: 게시물
pt_br: Publicar
zh_hans: 发布

source: Post unavailable
de: Beitrag nicht verfügbar
es: Publicación no disponible
fr: Publication indisponible
it: Post non disponibile
ja: 投稿を表示できません
ko: 게시물을 볼 수 없어요
pt_br: Publicação indisponível
zh_hans: 帖子不可用

source: Posted to %@.
de: In %@ gepostet.
es: Publicado en %@.
fr: Publié dans %@.
it: Pubblicato in %@.
ja: %@ に投稿しました。
ko: %@에 게시했어요.
pt_br: Publicado em %@.
zh_hans: 已发布到 %@。

source: Posted to your circle.
de: In deinem Kreis gepostet.
es: Publicado en tu círculo.
fr: Publié dans votre cercle.
it: Pubblicato nella tua cerchia.
ja: サークルに投稿しました。
ko: 서클에 게시했어요.
pt_br: Publicado no seu círculo.
zh_hans: 已发布到你的圈子。

source: Posts mirror to every relay — any reachable one keeps the circle syncing.
de: Beiträge werden auf jedes Relay gespiegelt — schon ein erreichbares hält den Kreis synchron.
es: Las publicaciones se replican en todos los relays: basta con que uno esté accesible para que el círculo siga sincronizándose.
fr: Les publications sont répliquées sur tous les relays — il suffit que l'un d'eux soit joignable pour que le cercle reste synchronisé.
it: I post vengono replicati su tutti i relay: basta che uno sia raggiungibile per mantenere sincronizzata la cerchia.
ja: 投稿はすべての Relay にミラーされます — どれか 1 つにつながっていれば、サークルの同期は続きます。
ko: 게시물은 모든 Relay에 복제돼요 — 연결 가능한 Relay가 하나만 있어도 서클은 계속 동기화돼요.
pt_br: As publicações são espelhadas em todos os Relays — qualquer um que esteja acessível mantém o círculo sincronizado.
zh_hans: 帖子会同步到每一个 Relay——只要有一个能连上，圈子就能继续同步。

# Preparing %lld %@s…
source: Preparing %1$lld %2$@s…
de: %1$lld %2$@s werden vorbereitet…
es: Preparando %1$lld %2$@s…
fr: Préparation de %1$lld %2$@s…
it: Preparazione di %1$lld %2$@s…
ja: %1$lld 個の %2$@s を準備中…
ko: %1$lld개의 %2$@ 준비 중…
pt_br: Preparando %1$lld %2$@s…
zh_hans: 正在准备 %1$lld 个 %2$@…

source: Preparing your %@…
de: Dein %@ wird vorbereitet…
es: Preparando tu %@…
fr: Préparation de votre %@…
it: Preparazione del tuo %@…
ja: %@ を準備中…
ko: %@ 준비 중…
pt_br: Preparando seu %@…
zh_hans: 正在准备你的 %@…

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade
zh_hans: 隐私

source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Immagine del profilo
ja: プロフィール写真
ko: 프로필 사진
pt_br: Foto do perfil
zh_hans: 头像

source: Profile picture updated.
de: Profilbild aktualisiert.
es: Foto de perfil actualizada.
fr: Photo de profil mise à jour.
it: Immagine del profilo aggiornata.
ja: プロフィール写真を更新しました。
ko: 프로필 사진을 업데이트했어요.
pt_br: Foto do perfil atualizada.
zh_hans: 头像已更新。

source: Public front door
de: Öffentliche Eingangstür
es: Puerta de entrada pública
fr: Porte d'entrée publique
it: Porta d'ingresso pubblica
ja: 公開の玄関口
ko: 공개 현관
pt_br: Porta de entrada pública
zh_hans: 公开入口

source: Public relay URL (optional)
de: Öffentliche Relay-URL (optional)
es: URL pública del relay (opcional)
fr: URL de relay public (facultatif)
it: URL pubblico del relay (facoltativo)
ja: 公開 Relay URL（任意）
ko: 공개 Relay URL (선택 사항)
pt_br: URL pública do Relay (opcional)
zh_hans: 公开 Relay 网址（可选）

source: Pull your profile + posts from your primary again — keep it nearby or online.
de: Profil + Beiträge erneut von deinem Hauptgerät laden — halte es in der Nähe oder online.
es: Vuelve a traer tu perfil y tus publicaciones desde tu dispositivo principal: tenlo cerca o conectado.
fr: Récupérez à nouveau votre profil et vos publications depuis votre appareil principal — gardez-le à proximité ou en ligne.
it: Scarica di nuovo profilo e post dal tuo dispositivo principale: tienilo vicino o online.
ja: プロフィールと投稿をメイン端末からもう一度取得します — 近くに置くか、オンラインにしておいてください。
ko: 기본 기기에서 프로필 + 게시물을 다시 가져와요 — 기본 기기를 가까이 두거나 온라인 상태로 유지하세요.
pt_br: Baixe de novo seu perfil e suas publicações do dispositivo principal — deixe-o por perto ou online.
zh_hans: 再次从你的主设备拉取个人资料和帖子——让它保持在附近或在线。

source: Puts your recent Haven conversations in the row at the top of any app's share sheet, so a photo or link is two taps from being sent. iOS keeps the name and photo on this device to draw that row; turning this off erases them. Locked circles are never suggested.
de: Zeigt deine letzten Haven-Unterhaltungen in der obersten Zeile jedes Teilen-Dialogs, sodass ein Foto oder Link nur zwei Tipps vom Versenden entfernt ist. iOS speichert Name und Foto auf diesem Gerät, um diese Zeile darzustellen; wenn du dies deaktivierst, werden sie gelöscht. Gesperrte Kreise werden nie vorgeschlagen.
es: Coloca tus conversaciones recientes de Haven en la fila superior de la hoja para compartir de cualquier app, así una foto o un enlace está a dos toques de enviarse. iOS guarda el nombre y la foto en este dispositivo para dibujar esa fila; si lo desactivas, se borran. Los círculos bloqueados nunca se sugieren.
fr: Place vos conversations Haven récentes dans la rangée en haut de la feuille de partage de n'importe quelle app : une photo ou un lien s'envoie alors en deux touchers. iOS conserve le nom et la photo sur cet appareil pour afficher cette rangée ; désactiver cette option les efface. Les cercles verrouillés ne sont jamais suggérés.
it: Mette le tue conversazioni Haven recenti nella riga in cima al foglio di condivisione di qualsiasi app, così una foto o un link sono a due tocchi dall'invio. iOS conserva nome e foto su questo dispositivo per mostrare quella riga; disattivando l'opzione vengono cancellati. Le cerchie bloccate non vengono mai suggerite.
ja: 最近の Haven の会話を、どのアプリの共有シートでも一番上の行に表示します。写真やリンクを 2 タップで送れます。iOS はその行を表示するために、名前と写真をこの端末に保存します。オフにすると削除されます。ロックされたサークルが候補に出ることはありません。
ko: 최근 Haven 대화를 모든 앱의 공유 시트 맨 윗줄에 표시해, 사진이나 링크를 두 번만 탭하면 보낼 수 있어요. iOS는 그 줄을 표시하기 위해 이름과 사진을 이 기기에 저장하며, 이 기능을 끄면 지워져요. 잠긴 서클은 추천에 나타나지 않아요.
pt_br: Coloca suas conversas recentes do Haven na linha do topo da folha de compartilhamento de qualquer app, para enviar uma foto ou um link em dois toques. O iOS guarda o nome e a foto neste dispositivo para desenhar essa linha; ao desativar, eles são apagados. Círculos bloqueados nunca são sugeridos.
zh_hans: 把你最近的 Haven 对话放到任意 App 分享面板顶部的那一行，照片或链接点两下就能发出去。iOS 会在本设备上保留相应的名称和头像来显示这一行；关闭后会将它们清除。已锁定的圈子永远不会被推荐。

source: Quit Haven
de: Haven beenden
es: Salir de Haven
fr: Quitter Haven
it: Esci da Haven
ja: Haven を終了
ko: Haven 종료
pt_br: Encerrar o Haven
zh_hans: 退出 Haven

source: Re-sync from my primary device
de: Erneut von meinem Hauptgerät synchronisieren
es: Volver a sincronizar desde mi dispositivo principal
fr: Resynchroniser depuis mon appareil principal
it: Risincronizza dal mio dispositivo principale
ja: メイン端末から再同期
ko: 기본 기기에서 다시 동기화
pt_br: Ressincronizar do meu dispositivo principal
zh_hans: 从我的主设备重新同步

source: Reachable
de: Erreichbar
es: Accesible
fr: Joignable
it: Raggiungibile
ja: 接続可能
ko: 연결 가능
pt_br: Acessível
zh_hans: 可连接

source: React
de: Reagieren
es: Reaccionar
fr: Réagir
it: Reagisci
ja: リアクション
ko: 반응
pt_br: Reagir
zh_hans: 回应

source: React %@
de: Mit %@ reagieren
es: Reaccionar %@
fr: Réagir %@
it: Reagisci %@
ja: %@ でリアクション
ko: %@ 반응하기
pt_br: Reagir com %@
zh_hans: 回应 %@

source: Reactions, comments, and new posts across your circles land here.
de: Reaktionen, Kommentare und neue Beiträge aus deinen Kreisen landen hier.
es: Las reacciones, los comentarios y las publicaciones nuevas de tus círculos llegan aquí.
fr: Les réactions, les commentaires et les nouvelles publications de vos cercles arrivent ici.
it: Reazioni, commenti e nuovi post delle tue cerchie arrivano qui.
ja: サークルのリアクション、コメント、新しい投稿がここに届きます。
ko: 서클의 반응, 댓글, 새 게시물이 여기에 모여요.
pt_br: Reações, comentários e novas publicações dos seus círculos chegam aqui.
zh_hans: 你各个圈子里的回应、评论和新帖子都会出现在这里。

source: Reactivate
de: Reaktivieren
es: Reactivar
fr: Réactiver
it: Riattiva
ja: 再開
ko: 다시 활성화
pt_br: Reativar
zh_hans: 重新启用

source: Read the full terms of use
de: Vollständige Nutzungsbedingungen lesen
es: Leer los términos de uso completos
fr: Lire les conditions d'utilisation complètes
it: Leggi i termini d'uso completi
ja: 利用規約の全文を読む
ko: 이용약관 전문 읽기
pt_br: Ler os termos de uso completos
zh_hans: 阅读完整使用条款

source: Read the most recent direct message from someone in your circle.
de: Die neueste Direktnachricht von jemandem aus deinem Kreis lesen.
es: Lee el mensaje directo más reciente de alguien de tu círculo.
fr: Lire le message privé le plus récent reçu d'une personne de votre cercle.
it: Leggi il messaggio diretto più recente di qualcuno nella tua cerchia.
ja: サークルのメンバーから届いた最新のダイレクトメッセージを読み上げます。
ko: 서클에 있는 사람이 보낸 가장 최근 다이렉트 메시지를 읽어요.
pt_br: Ler a mensagem direta mais recente de alguém do seu círculo.
zh_hans: 读出圈子里某人发来的最新私信。

source: Read the most recent post, optionally from a specific circle or friend.
de: Den neuesten Beitrag lesen, wahlweise aus einem bestimmten Kreis oder von einer bestimmten Person.
es: Lee la publicación más reciente, opcionalmente de un círculo o una amistad en concreto.
fr: Lire la publication la plus récente, éventuellement d'un cercle ou d'un ami en particulier.
it: Leggi il post più recente, eventualmente di una cerchia o di un amico specifico.
ja: 最新の投稿を読み上げます。特定のサークルや友達を指定することもできます。
ko: 가장 최근 게시물을 읽어요. 특정 서클이나 친구를 지정할 수도 있어요.
pt_br: Ler a publicação mais recente, opcionalmente de um círculo ou amigo específico.
zh_hans: 读出最新的帖子，也可以指定某个圈子或好友。

source: Rearrange Pins
de: Pins neu anordnen
es: Reordenar elementos fijados
fr: Réorganiser les épingles
it: Riordina gli elementi fissati
ja: ピンの並べ替え
ko: 고정 항목 순서 변경
pt_br: Reordenar fixados
zh_hans: 重新排列置顶

source: Recent
de: Zuletzt
es: Recientes
fr: Récent
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Se reconnecter
it: Riconnetti
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
zh_hans: 重新连接

source: Record an audio reply
de: Audioantwort aufnehmen
es: Grabar una respuesta de audio
fr: Enregistrer une réponse audio
it: Registra una risposta audio
ja: 音声で返信を録音
ko: 음성 답장 녹음
pt_br: Gravar uma resposta em áudio
zh_hans: 录制语音回复

source: Recording…
de: Aufnahme läuft…
es: Grabando…
fr: Enregistrement…
it: Registrazione…
ja: 録音中…
ko: 녹음 중…
pt_br: Gravando…
zh_hans: 录音中…

source: Relay: off
de: Relay: aus
es: Relay: desactivado
fr: Relay : désactivé
it: Relay: disattivato
ja: Relay: オフ
ko: Relay: 꺼짐
pt_br: Relay: desligado
zh_hans: Relay：已关闭

source: Relay: serving
de: Relay: aktiv
es: Relay: activo
fr: Relay : en service
it: Relay: attivo
ja: Relay: 稼働中
ko: Relay: 서비스 중
pt_br: Relay: servindo
zh_hans: Relay：正在服务

source: Relay: serving · %@…
de: Relay: aktiv · %@…
es: Relay: activo · %@…
fr: Relay : en service · %@…
it: Relay: attivo · %@…
ja: Relay: 稼働中 · %@…
ko: Relay: 서비스 중 · %@…
pt_br: Relay: servindo · %@…
zh_hans: Relay：正在服务 · %@…

source: Relay: starting…
de: Relay: startet…
es: Relay: iniciando…
fr: Relay : démarrage…
it: Relay: avvio in corso…
ja: Relay: 起動中…
ko: Relay: 시작 중…
pt_br: Relay: iniciando…
zh_hans: Relay：正在启动…

source: Relaying · %@…
de: Relay läuft · %@…
es: Relay en curso · %@…
fr: Relais en cours · %@…
it: Relay in corso · %@…
ja: Relay中 · %@…
ko: Relay 중 · %@…
pt_br: Fazendo relay · %@…
zh_hans: Relay 中 · %@…

source: Relaying for your circles · %@…
de: Relay läuft für deine Kreise · %@…
es: Relay en curso para tus círculos · %@…
fr: Relais en cours pour vos cercles · %@…
it: Relay in corso per le tue cerchie · %@…
ja: サークル向けにRelay中 · %@…
ko: 내 서클을 위해 Relay 중 · %@…
pt_br: Fazendo relay para seus círculos · %@…
zh_hans: 正在为你的圈子 Relay · %@…

source: Relays for this circle
de: Relays für diesen Kreis
es: Relays de este círculo
fr: Relais de ce cercle
it: Relay per questa cerchia
ja: このサークルのRelay
ko: 이 서클의 Relay
pt_br: Relays deste círculo
zh_hans: 这个圈子的 Relay

source: Relays you removed. Restoring one puts it back on this circle and re-syncs its media. Relays deleted with “Delete now” are gone for good.
de: Relays, die du entfernt hast. Wenn du eines wiederherstellst, kommt es zurück in diesen Kreis und synchronisiert seine Medien neu. Relays, die mit „Jetzt löschen“ gelöscht wurden, sind endgültig weg.
es: Relays que quitaste. Al restaurar uno, vuelve a este círculo y se sincroniza su contenido otra vez. Los Relays eliminados con “Eliminar ahora” se pierden para siempre.
fr: Relais que vous avez retirés. En restaurer un le remet sur ce cercle et resynchronise ses médias. Les relais supprimés avec « Supprimer maintenant » sont perdus définitivement.
it: I Relay che hai rimosso. Se ne ripristini uno, torna in questa cerchia e i suoi contenuti vengono sincronizzati di nuovo. I Relay eliminati con “Elimina ora” sono persi per sempre.
ja: 取り外したRelayです。復元すると、このサークルに再び追加され、メディアが同期し直されます。「今すぐ削除」で削除したRelayは元に戻せません。
ko: 제거한 Relay입니다. 복원하면 이 서클에 다시 추가되고 미디어도 다시 동기화됩니다. “지금 삭제”로 삭제한 Relay는 영구히 사라집니다.
pt_br: Relays que você removeu. Restaurar um deles o devolve a este círculo e ressincroniza a mídia dele. Relays excluídos com “Excluir agora” somem para sempre.
zh_hans: 你移除的 Relay。恢复其中一个，它会重新加入这个圈子，并重新同步它的媒体文件。用“立即删除”删掉的 Relay 无法找回。

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 外す
ko: 제거
pt_br: Remover
zh_hans: 移除

source: Remove %@ from circle
de: %@ aus dem Kreis entfernen
es: Quitar a %@ del círculo
fr: Retirer %@ du cercle
it: Rimuovi %@ dalla cerchia
ja: %@をサークルから外す
ko: 서클에서 %@ 제거
pt_br: Remover %@ do círculo
zh_hans: 将 %@ 移出圈子

source: Remove %@ from this circle?
de: %@ aus diesem Kreis entfernen?
es: ¿Quitar a %@ de este círculo?
fr: Retirer %@ de ce cercle ?
it: Rimuovere %@ da questa cerchia?
ja: %@をこのサークルから外しますか？
ko: 이 서클에서 %@을(를) 제거할까요?
pt_br: Remover %@ deste círculo?
zh_hans: 要将 %@ 移出这个圈子吗？

# Remove %lld · frees %@
source: Remove %1$lld · frees %2$@
de: %1$lld entfernen · gibt %2$@ frei
es: Quitar %1$lld · libera %2$@
fr: Retirer %1$lld · libère %2$@
it: Rimuovi %1$lld · libera %2$@
ja: %1$lld件を外す · %2$@を解放
ko: %1$lld개 제거 · %2$@ 확보
pt_br: Remover %1$lld · libera %2$@
zh_hans: 移除 %1$lld 项 · 释放 %2$@

source: Remove from all circles
de: Aus allen Kreisen entfernen
es: Quitar de todos los círculos
fr: Retirer de tous les cercles
it: Rimuovi da tutte le cerchie
ja: すべてのサークルから外す
ko: 모든 서클에서 제거
pt_br: Remover de todos os círculos
zh_hans: 从所有圈子中移除

source: Remove from my circle
de: Aus meinem Kreis entfernen
es: Quitar de mi círculo
fr: Retirer de mon cercle
it: Rimuovi dalla mia cerchia
ja: 自分のサークルから外す
ko: 내 서클에서 제거
pt_br: Remover do meu círculo
zh_hans: 从我的圈子中移除

source: Remove from this circle
de: Aus diesem Kreis entfernen
es: Quitar de este círculo
fr: Retirer de ce cercle
it: Rimuovi da questa cerchia
ja: このサークルから外す
ko: 이 서클에서 제거
pt_br: Remover deste círculo
zh_hans: 从这个圈子中移除

source: Remove my %@
de: Mein %@ entfernen
es: Quitar mi %@
fr: Retirer mon %@
it: Rimuovi il mio %@
ja: 自分の%@を外す
ko: 내 %@ 제거
pt_br: Remover meu %@
zh_hans: 移除我的 %@

source: Removed relays · %lld
de: Entfernte Relays · %lld
es: Relays quitados · %lld
fr: Relais retirés · %lld
it: Relay rimossi · %lld
ja: 外したRelay · %lld
ko: 제거된 Relay · %lld
pt_br: Relays removidos · %lld
zh_hans: 已移除的 Relay · %lld

source: Removed to save space
de: Entfernt, um Speicher zu sparen
es: Quitado para ahorrar espacio
fr: Retiré pour libérer de l’espace
it: Rimosso per liberare spazio
ja: 容量節約のため削除済み
ko: 공간 확보를 위해 제거됨
pt_br: Removido para economizar espaço
zh_hans: 已移除以节省空间

source: Removing…
de: Wird entfernt…
es: Quitando…
fr: Retrait…
it: Rimozione…
ja: 外しています…
ko: 제거 중…
pt_br: Removendo…
zh_hans: 正在移除…

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名

source: Rename identity
de: Identität umbenennen
es: Cambiar nombre de la identidad
fr: Renommer l’identité
it: Rinomina identità
ja: IDの名前を変更
ko: 신원 이름 변경
pt_br: Renomear identidade
zh_hans: 重命名身份

source: Rename relay
de: Relay umbenennen
es: Cambiar nombre del Relay
fr: Renommer le relais
it: Rinomina Relay
ja: Relayの名前を変更
ko: Relay 이름 변경
pt_br: Renomear relay
zh_hans: 重命名 Relay

source: Replacing this device?
de: Dieses Gerät ersetzen?
es: ¿Vas a reemplazar este dispositivo?
fr: Vous remplacez cet appareil ?
it: Stai sostituendo questo dispositivo?
ja: この端末を交換しますか？
ko: 이 기기를 교체하시나요?
pt_br: Substituindo este dispositivo?
zh_hans: 要更换这台设备吗？

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 返信
ko: 답장
pt_br: Responder
zh_hans: 回复

source: Reply sent to %@.
de: Antwort an %@ gesendet.
es: Respuesta enviada a %@.
fr: Réponse envoyée à %@.
it: Risposta inviata a %@.
ja: %@に返信を送信しました。
ko: %@님에게 답장을 보냈습니다.
pt_br: Resposta enviada para %@.
zh_hans: 回复已发送给 %@。

source: Reply sent.
de: Antwort gesendet.
es: Respuesta enviada.
fr: Réponse envoyée.
it: Risposta inviata.
ja: 返信を送信しました。
ko: 답장을 보냈습니다.
pt_br: Resposta enviada.
zh_hans: 回复已发送。

source: Reply to %@…
de: An %@ antworten…
es: Responder a %@…
fr: Répondre à %@…
it: Rispondi a %@…
ja: %@に返信…
ko: %@님에게 답장…
pt_br: Responder a %@…
zh_hans: 回复 %@…

source: Reply to the Latest Haven Post
de: Auf den neuesten Haven-Beitrag antworten
es: Responder a la última publicación de Haven
fr: Répondre à la dernière publication Haven
it: Rispondi all'ultimo post su Haven
ja: Havenの最新の投稿に返信
ko: 최신 Haven 게시물에 답장하기
pt_br: Responder ao post mais recente do Haven
zh_hans: 回复最新的 Haven 动态

source: Report
de: Melden
es: Denunciar
fr: Signaler
it: Segnala
ja: 通報
ko: 신고
pt_br: Denunciar
zh_hans: 举报

source: Report post
de: Beitrag melden
es: Denunciar publicación
fr: Signaler la publication
it: Segnala il post
ja: 投稿を通報
ko: 게시물 신고
pt_br: Denunciar post
zh_hans: 举报动态

source: Reported by %@
de: Gemeldet von %@
es: Denunciado por %@
fr: Signalé par %@
it: Segnalato da %@
ja: %@が通報しました
ko: %@님이 신고함
pt_br: Denunciado por %@
zh_hans: 由 %@ 举报

source: Require Face ID to open
de: Zum Öffnen Face ID verlangen
es: Pedir Face ID para abrir
fr: Exiger Face ID à l’ouverture
it: Richiedi Face ID per aprire
ja: 開くときにFace IDを要求
ko: 열 때 Face ID 필요
pt_br: Exigir Face ID para abrir
zh_hans: 打开时需要 Face ID

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
zh_hans: 恢复

source: Restore from a backup
de: Aus einem Backup wiederherstellen
es: Restaurar desde una copia de seguridad
fr: Restaurer depuis une sauvegarde
it: Ripristina da un backup
ja: バックアップから復元
ko: 백업에서 복원
pt_br: Restaurar de um backup
zh_hans: 从备份恢复

source: Restore from code
de: Mit Code wiederherstellen
es: Restaurar con un código
fr: Restaurer avec un code
it: Ripristina da un codice
ja: コードから復元
ko: 코드로 복원
pt_br: Restaurar com código
zh_hans: 用代码恢复

source: Restore re-adds a deleted relay and tells your circles about it again. One deleted before this update comes back for every circle, since we only kept its id.
de: Beim Wiederherstellen wird ein gelöschtes Relay wieder hinzugefügt und deinen Kreisen erneut mitgeteilt. Ein Relay, das vor diesem Update gelöscht wurde, kommt für jeden Kreis zurück, da wir nur seine ID behalten haben.
es: Restaurar vuelve a añadir un Relay eliminado y avisa de nuevo a tus círculos. Uno que eliminaste antes de esta actualización vuelve en todos los círculos, porque solo guardamos su id.
fr: La restauration réajoute un relais supprimé et en informe à nouveau vos cercles. Un relais supprimé avant cette mise à jour revient sur tous les cercles, car nous n’avons conservé que son identifiant.
it: Il ripristino riaggiunge un Relay eliminato e lo comunica di nuovo alle tue cerchie. Un Relay eliminato prima di questo aggiornamento torna in tutte le cerchie, perché ne abbiamo conservato solo l'id.
ja: 復元すると、削除したRelayが再び追加され、サークルにも改めて通知されます。このアップデートより前に削除したRelayは、IDしか保存していないため、すべてのサークルで復元されます。
ko: 복원하면 삭제된 Relay가 다시 추가되고 서클에도 다시 알립니다. 이 업데이트 이전에 삭제된 Relay는 id만 남아 있어서 모든 서클에 다시 추가됩니다.
pt_br: Restaurar adiciona de volta um relay excluído e avisa seus círculos de novo. Um relay excluído antes desta atualização volta para todos os círculos, porque só guardamos o id dele.
zh_hans: 恢复会重新添加已删除的 Relay，并再次告知你的圈子。在这次更新之前删除的 Relay，会在每个圈子里都恢复出来，因为我们只保留了它的 id。

source: Restore your identity
de: Deine Identität wiederherstellen
es: Restaura tu identidad
fr: Restaurer votre identité
it: Ripristina la tua identità
ja: IDを復元
ko: 신원 복원
pt_br: Restaurar sua identidade
zh_hans: 恢复你的身份

source: Retake or filter
de: Neu aufnehmen oder filtern
es: Repetir o filtrar
fr: Reprendre ou filtrer
it: Scatta di nuovo o filtra
ja: 撮り直し・フィルタ
ko: 다시 찍기 또는 필터
pt_br: Refazer ou filtrar
zh_hans: 重拍或加滤镜

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试

source: Reveal transfer code
de: Übertragungscode anzeigen
es: Mostrar el código de transferencia
fr: Afficher le code de transfert
it: Mostra il codice di trasferimento
ja: 転送コードを表示
ko: 전송 코드 보기
pt_br: Mostrar código de transferência
zh_hans: 显示转移码

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca
ja: 無効化
ko: 해제
pt_br: Revogar
zh_hans: 撤销

source: Revoke “%@”?
de: „%@“ widerrufen?
es: ¿Revocar “%@”?
fr: Révoquer « %@ » ?
it: Revocare “%@”?
ja: 「%@」を無効化しますか？
ko: “%@”을(를) 해제할까요?
pt_br: Revogar “%@”?
zh_hans: 要撤销“%@”吗？

source: Revoke device
de: Gerät widerrufen
es: Revocar dispositivo
fr: Révoquer l’appareil
it: Revoca dispositivo
ja: 端末を無効化
ko: 기기 해제
pt_br: Revogar dispositivo
zh_hans: 撤销设备

source: Run as a circle relay
de: Als Relay für den Kreis betreiben
es: Usar como Relay del círculo
fr: Utiliser comme relais de cercle
it: Usa come Relay della cerchia
ja: サークルのRelayとして実行
ko: 서클 Relay로 실행
pt_br: Rodar como relay de círculo
zh_hans: 作为圈子 Relay 运行

source: Run privacy check
de: Datenschutz-Check ausführen
es: Hacer una revisión de privacidad
fr: Lancer le contrôle de confidentialité
it: Esegui il controllo privacy
ja: プライバシーチェックを実行
ko: 개인 정보 점검 실행
pt_br: Executar verificação de privacidade
zh_hans: 运行隐私检查

source: Running your own relay?
de: Betreibst du ein eigenes Relay?
es: ¿Tienes tu propio Relay?
fr: Vous hébergez votre propre relais ?
it: Gestisci un tuo Relay?
ja: 自分でRelayを運用していますか？
ko: 직접 Relay를 운영하시나요?
pt_br: Rodando seu próprio relay?
zh_hans: 在运行自己的 Relay 吗？

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

source: Save others' posts
de: Beiträge anderer sichern
es: Guardar publicaciones de otros
fr: Enregistrer les publications des autres
it: Salva i post degli altri
ja: 他の人の投稿を保存
ko: 다른 사람의 게시물 저장
pt_br: Salvar posts de outras pessoas
zh_hans: 保存他人的动态
